<?php

return [
  'unauthorized' => [
    'create' => 'لا يُسمح لك بإنشاء فعاليات.',
    'update' => 'لا يُسمح لك بتعديل هذه الفعالية.',
    'delete' => 'لا يُسمح لك بحذف هذه الفعالية.',
  ],

  'created' => [
    'success' => 'تم إنشاء الحدث بنجاح.',
    'error' => 'تعذر إنشاء الحدث. يرجى المحاولة مرة أخرى.',
  ],

  'updated' => [
      'success' => 'تم تحديث الحدث بنجاح.',
      'error' => 'تعذر تحديث الحدث. يرجى المحاولة مرة أخرى.',
  ],

  'deleted' => [
      'success' => 'تم حذف الحدث بنجاح.',
      'error' => 'تعذر حذف الحدث. يرجى المحاولة مرة أخرى.',
  ],
];